Repository: DesignBites/oep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Title (Finnish)
fi: Otsikko (suomi)

source: Header (English)
fi: Tunniste (englanti)

source: Header (Finnish)
fi: Tunniste (suomi)

source: Text (English)
fi: Teksti (englanti)

source: Text (Finnish)
fi: Teksti (suomi)

source: Name (English)
fi: Nimi (englanti)

source: Name (Finnish)
fi: Nimi (suomi)

source: blog categories
fi: blogikategoriat

source: Heading (English)
fi: Otsikko (englanti)

source: Heading (Finnish)
fi: Otsikko (suomi)

source: Paragraph (English)
fi: Kappale (englanti)

source: Paragraph (Finnish)
fi: Kappale (suomi)

source: Body (English)
fi: Sisältö (englanti)

source: Body (Finnish)
fi: Sisältö (suomi)

source: Excerpt (English)
fi: Ote (englanti)

source: Please aim for approximately 200 characters.
fi: 200 merkkiä käytettävissä.

source: Excerpt (Finnish)
fi: Katkelma (suomi)

source: Post information
fi: Julkaisun tiedot

source: Meta info
fi: Metadata

source: Event information
fi: Tapahtumainfo

source: Name of the organization
fi: Organisaation nimi

source: This is my own organization
fi: Työskentelen tässä organisaatiossa

source: Uncheck the box if you are mapping another organization's network
fi: Jos kartoitat toisen organisaation verkostoa, poista ruudun valinta

source: The sector of the organization
fi: Organisaation toimiala

source: Size of the organization
fi: Organisaation koko

source: Your primary purpose of using this tool
fi: Työkalun ensisijainen käyttötarkoitus

source: The primary location of the organization
fi: Organisaation toimipaikka

source: You did not specify any stakeholders. Are you sure?
fi: Et lisännyt sidosryhmiä. Oletko varma?

source: ADD STAKEHOLDER
fi: LISÄÄ SIDOSRYHMÄ

source: SHOW LEGEND
fi: NÄYTÄ SELITE

source: APPLY FILTERS
fi: ASETA SUODATTIMET

source: CHANGE DIAGRAM
fi: VAIHDA NÄKYMÄ

source: DOWNLOAD TO SAVE OR CONTINUE LATER
fi: LATAA TIEDOSTO TALLENTAAKSESI TAI JATKAAKSESI MYÖHEMMIN

source: SUGGEST COLLABORATORS
fi: EHDOTA YHTEISTYÖKUMPPANEITA

source: GO BACK
fi: PALAA

source: We've collaborated creatively
fi: Olemme tehneet luovaa yhteistyötä

source: OFTEN
fi: USEIN

source: SELDOM
fi: HARVOIN

source: NEVER
fi: EI KOSKAAN

source: We interact
fi: Olemme vuorovaikutuksessa

source: REGULARLY
fi: SÄÄNNÖLLISESTI

source: SOMETIMES
fi: JOSKUS

source: RARELY
fi: HARVOIN

source: <small class="d-block">Welcome to the</small> STAKEHOLDER MAPPING tool!
fi: SIDOSRYHMIEN KARTOITTAMISTYÖKALU

source: I am continuing with "%(organization_name)s".
fi: Jatkan "%(organization_name)s".

source: I am continuing a previously created stakeholder map.
fi: Jatkan aiemmin luotua sidosryhmäkarttaa.

source: I am creating a new stakeholder map.
fi: Luon uuden sidosryhmäkartan.

source: Update map
fi: Päivitä kartta

source: Download
fi: Lataa

source: By downloading, you agree to the data being used for research purposes. No identifiable data will ever be shared or published. Read more about how we protect your data.
fi: Lataamalla hyväksyt, että tietoja voidaan hyödyntää tutkimuskäytössä. Käyttäjäkohtaisia tunnistettavia tietoja ei jaeta eikä julkaista. Lue lisää yksityisyyden ja tietojen suojaamisesta.

source: CONTINUE LATER
fi: JATKA MYÖHEMMIN

source: If you wish to continue working on this mapping later, you can download this map as a json file. Next time, just upload the file and continue where you left off.
fi: Jos haluat jatkaa kartoittamista myöhemmin, voit tallentaa tämän kartan json-tiedostomuodossa. Seuraavalla kerralla lataa tiedostosi ja jatka siitä mihin jäit.

source: SAVE A COPY
fi: TALLENNA KOPIO

source: If you are finished and just want to save a copy, you can download a PDF file of this current view.
fi: Jos olet lopettanut ja haluat tallentaa kopion, voit ladata tästä näkymästä PDF-tiedoston.

source: SAVE A COPY (PDF)
fi: TALLENNA KOPIO (PDF)

source: CONTINUE LATER (JSON)
fi: JATKA MYÖHEMMIN (JSON)

source: FILTERS
fi: SUODATTIMET

source: Closeness
fi: Läheisyys

source: interact with …
fi: yhteistyössä...

source: have collaborated creatively with …
fi: olemme tehneet luovaa yhteistyötä

source: Similarities
fi: Samankaltaisuuksia

source: whose values are …
fi: jonka arvot ovat...

source: SIMILAR
fi: SAMANKALTAINEN

source: DIFFERENT
fi: ERILAINEN

source: whose ways of working are …
fi: jonka työskenlytavat ovat...

source: whose resources are …
fi: jonka resusrssit ovat...

source: number of similarities
fi: samankaltaisuuksien määrä

source: Own parameter
fi: oma muuttuja

source: for whom "%(custom_similarity_parameter)s" is …
fi: jolle "%(custom_similarity_parameter)s" on...

source: TRUE
fi: TOSI

source: FALSE
fi: EPÄTOSI

source: Interactions
fi: vuorovaikutus

source: Regularly
fi: Säännöllisesti

source: Sometimes
fi: Joskus

source: Hardly ever
fi: Tuskin koskaan

source: Collaborated creatively
fi: Tehnyt luovaa yhteistyötä

source: Many times
fi: Monta kertaa

source: Once or twice
fi: Kerran tai pari

source: Never
fi: Ei koskaan

source: Values or goals
fi: Arvot tai tavoitteet

source: Ways of working
fi: Työskentelytavat

source: Resources or skills
fi: Resurssit tai taidot

source: Update stakeholder information
fi: Päivitä sidosryhmän tiedot

source: VIEWS
fi: NÄKYMÄT

source: You can toggle visibility of elements, or view another diagram.
fi: Voit vaihtaa/muuttaa elementtien näkyvyyttä tai katsoa toista kaaviota.

source: Background
fi: Tausta

source: Lines
fi: Viivat

source: Names
fi: Nimet

source: Nodes
fi: Noodit

source: SPHERE DIAGRAM
fi: YMPYRÄKAAVIO

source: The sphere diagram visualises relationships with your stakeholders. From this overview, expand your mapping and use filters to identify potential collaborators.
fi: Ympyräkaavio kuvaa suhteitasi sidosryhmiesi kanssa. Laajenna tätä verkostosi yleiskatsausta ja käytä suodattimia löytääksesi potentiaalisia yhteistyökumppaneita.

source: VENN DIAGRAM
fi: VENN-DIAGRAMMI

source: The Venn diagram groups stakeholders based on similarities. Identify gaps to better understand your map and keep expanding your network.
fi: Venn-diagrammi ryhmittelee sidosryhmäsi samankaltaisuuden perusteella. Voit ymmärtää paremmin karttaasi ja laajentaa verkostoasi tunnistamalla puuttuvia elementtejä.

source: SWITCH TO VENN DIAGRAM
fi: VAIHDA VENN-DIAGRAMMIKSI

source: SWITCH TO SPHERE DIAGRAM
fi: VAIHDA YMPYRÄKAAVIOKSI

source: LESS CLOSE
fi: EI NIIN LÄHEINEN

source: MORE SIMILAR
fi: SAMANKALTAISEMPI

source: These are stakeholders that you interact less with, yet you have relatively more in common with, providing a good base for a collaboration.
fi: Näiden sidosryhmien kanssa olet vähemmän tekemisissä, mutta teillä on suhteellisesti enemmän yhdistäviä tekijöitä. Tämä on hyvä lähtökohta yhteistyölle.

source: Wild cards
fi: Villit kortit

source: These are stakeholders that you interact less with, and that might complement your values, ways of working or resources, sparking more creativity.
fi: Näiden sidosryhmien kanssa olet vähemmän tekemisissä, mutta he voivat täydentää arvojasi, työskentelytapojasi, resursseja, ja näin lisätä luovuutta.

source: Low-hanging fruit
fi: Helposti aloitettavat

source: These are stakeholders that you interact more with and are relatively similar to you, allowing for an easy start.
fi: Nämä sidosryhmät ovat jokseenkin samankaltaisia ja olet läheisesti tekemisissä heidän kanssaan jo nyt. Tästä on hyvä aloittaa yhteistyö.

source: Over-looked potential
fi: Huomiotta jääneet mahdollisuudet

source: These are stakeholders that you interact more with and might complement your values, ways of working or resources, sparking more creativity.
fi: Näiden sidosryhmien kanssa olet läheisesti tekemisissä, ja he voivat täydentää arvojasi, työskentelytapojasi, resursseja, ja näin lisätä luovuutta.

source: MORE CLOSE
fi: LÄHEMPÄNÄ

source: Far friends
fi: Kaukaiset ystävät

source: These are stakeholders that you interact less with, yet you have relatively more in common with, providing a good base for a collaboration.
fi: Näiden sidosryhmien kanssa olet vähemmän tekemisissä, mutta heillä on suhteessa enemmän yhteistä kanssasi. Tämä on hyvä pohja yhteistyölle.

source: These are stakeholders that you interact more with and are relatively similar to you, allowing for an easy start.
fi: Näiden sidosryhmien kanssa olet enemmän tekemisissä ja he ovat suhteellisesti samankaltaisia kanssasi. Tämä on hyvä lähtökohta yhteistyölle.

source: These are stakeholders that you interact more with and might complement your values, ways of working or resources, sparking more creativity.
fi: Näiden sidosryhmien kanssa olet enemmän tekemisissä ja he voivat lisätä luovuutta täydentämällä arvojasi, työskentelytapojasi tai resursseja.

source: These are stakeholders that you interact less with, and that might complement your values, ways of working or resources, sparking more creativity.
fi: Näiden sidosryhmien kanssa olet vähemmän tekemisissä, mutta he voivat lisätä luovuutta täydentämällä arvojasi, työskentelytapojasi tai resursseja.

source: Close
fi: Läheinen

source: Accept cookies, and agree to saving anonymised data for research purposes
fi: Hyväksyn evästeet ja sallin anonyymin tietojen tallentamisen tutkimustarkoituksiin.

source: Accept cookies, and disagree to saving anonymised data for research purposes
fi: Hyväksyn evästeet, mutta en salli anonyymia tietojen tallentamista tutkimustarkoituksiin.

source: Upload an existing map
fi: Lataa olemassa oleva kartta

source: Upload
fi: Lataa

source: similar values
fi: samankaltaiset arvot

source: similar ways of working
fi: samankaltaiset työskentelytavat

source: similar resources
fi: samankaltaiset resurssit

source: your parameter (not specified)
fi: oma muuttujasi (ei määritelty)

source: Which organization are you making a stakeholder map of?
fi: Mille organisaatiolle teet sidosryhmäkarttaa?

source: Is this your own organisation or team?
fi: Työskenteletkö tässä organisaatiossa tai tiimissä?

source: Yes
fi: Kyllä

source: No
fi: Ei

source: What is the key sector of this organisation?
fi: Mikä on organisaation päätoimiala?

source: Categories are obtained from the <a href="https://www.ilo.org/global/industries-and-sectors/lang--en/index.htm">International Labour Organization</a>.
fi: Kategoriat International Labour Organization -luokituksen mukaan

source: What is the primary location of this organisation?
fi: Mikä on organisaation sijainti?

source: Describe which geographical area this organisation is active in.
fi: Kuvaile millä maantieteellisellä alueella organisaatio on aktiivinen.

source: What is your main purpose for using this tool?
fi: Mikä on ensisijainen tarkoituksesi käyttää työkalua?

source: Describe why you are here, what you hope to get out of it. This helps us developing the tool better.
fi: Kuvaile miksi olet täällä ja mitä toivot saavasi työkalusta - tämä auttaa meitä kehittämään siitä paremman.

source: Map file
fi: Karttatiedosto

source: Please select and upload the exported JSON file.
fi: Valitse ja lataa tallennettu JSON-tiedosto.

source: The file is not valid. Please start over here or <a href="%s">upload another file</a>.
fi: Tämä tiedosto ei ole soveltuva. Aloita uudestaan tästä ja lataa toinen tiedosto.

source: How often have you collaborated creatively with each other?
fi: Kuinka usein olette tehneet luovaa yhteistyötä keskenänne?

source: Often
fi: Usein

source: Seldom
fi: Harvoin

source: We have similar values
fi: Meillä on samankaltaisia arvoja

source: We have similar ways of working
fi: Meillä on samankaltaisia työskentelytapoja

source: We have similar resources and skills
fi: Meillä on samankaltaisia resursseja ja taitoja

source: Frequency of interactions
fi: Vuorovaikutuksen yleisyys

source: often
fi: usein

source: regularly
fi: säännöllisesti

source: hardly ever
fi: tuskin koskaan

source: Depth of collaborations
fi: Yhteistyön syvyys

source: many
fi: useita

source: once or twice
fi: kerran tai pari

source: never
fi: ei koskaan

source: Link text (English)
fi: Yhdistetty teksti (englanti)

source: Link text (Finnish)
fi: Yhdistetty teksti (suomi)

source: Title (English)
fi: Otsikko (englanti)

source: Bio (English)
fi: Biografia (englanti)

source: Bio (Finnish)
fi: Biografia (suomi)

source: Footer (English)
fi: Alatunniste (englanti)

source: Footer (Finnish)
fi: Alatunniste (suomi)

source: Description (English
fi: Selitys (englanti)

source: Description (Finnish)
fi: Selitys (suomi)

source: category
fi: kategoria

source: tag
fi: merkintä

source: popular
fi: suosittu

source: No title provided
fi: Ei otsikkoa

source: No image provided
fi: Ei kuvaa

source: A post with the same title already exists
fi: Tämä otsikko on jo käytössä toisessa julkaisussa

source: CONTACT US
fi: Ota yhteyttä

source: INSTAGRAM POSTS
fi: INSTAGRAM-JULKAISUT

source: RELATED CONTENT
fi: AIHEESEEN LIITTYVÄ SISÄLTÖ

source: UPCOMING EVENTS
fi: TULEVAT TAPAHTUMAT

source: PAST EVENTS
fi: MENNEET TAPAHTUMAT

source: MEET THE TEAM
fi: TIIMIESITTELY

source: Start now
fi: Aloita nyt

source: Excerpt
fi: Katkelma

source: This text will appear on the toolkits index page.
fi: Tämä teksti näkyy työkalujen aloitussivulla

source: Description (English)
fi: Selitys (englanti)

source: Design Bites Administration
fi: Design Bites Ylläpito
